{
"_meta": {
    "sources": [
        {
            "json": "ButeraBoutique",
            "abbreviation": "BBB",
            "full": "Butera's Boutique of Believabilities",
            "authors": [
                "Ayden"
            ],
            "convertedBy": [
                "myself"
            ],
            "version": "1.0",
            "color": "",
            "url": "",
            "targetSchema": "1.2"
        }
    ],
    "dateAdded": 1678826081,
    "dateLastModified": 1678826081
},
"item":[
    {
			"name": "Butcher's Cleaver",
			"baseItem": "+1 shortsword|DMG",
			"tier": "major",
			"type": "M",
			"weight": 1,
			"armor": true,
			"ac": 17,
			"bonusAc": "+1",
			"strength": "15",
			"stealth": true,
			"rarity": "rare",
			"wondrous": true,
			"reqAttune": true,
			"value": 50000,
			"weapon": false,
			"source": "ButeraBoutique",
			"entries": [
				"This armor is a black suit of +1 splint mail, latticed with intricate etchings that roughly follow the lines of the major blood vessels on the body of a potential wearer.",
				"As a bonus action, the user may 'feed' the armor blood from their veins. If they do so, the next time they take the attack action, they may roll their Hit Die (HD) and add that value to both the hit and damage of the attack. Then the value must also be subtracted from their own hitpoints."
			]
			
		},    
        {
                "name": "Anklet of Hobbling",
                "source": "ButeraBoutique",
                "page": 5,
                "rarity": "rare",
                "wondrous": true,
                "entries": [
                    "When this delicate golden chain is placed around the ankle of a creature, the creature has its speed reduced to half. The anklet can only be placed on an unwilling creature if the creature is {@condition incapacitated}.",
                    "You and any creature you designate when you use the anklet can use an action to remove it. Once every 10 days, the bound creature can make a {@dc 20} Strength ({@skill Athletics}) check. On a success, the creature breaks free and destroys the anklet."
                ],
                "lootTables": [
                    "Rare Magic Items (Table G)|MToMM"
                ],
                "fluff": {
                    "entries": [
                        {
                            "type": "quote",
                            "entries": [
                                "Hobbling a creature over an extended period can result in permanent injury and is really a form of torture. I can think of few instances where the Balance is served by gratuitous cruelty."
                            ],
                            "by": "Mordenkainen"
                        }
                    ]
                }
            }
    
]
}